{"EssayText": "Comparison of characteristics and laboratory tests of COVID-19 hematological patients from France and Brazil during the pre-vaccination period: identification of prognostic profiles for survival COVID-19 disease presentation is heterogeneous, from asymptomatic up to severe life-threatening forms.", "Annotation": [["COVID-19", "Disease", [195, 203]], ["COVID-19", "Disease", [54, 62]]]}
{"EssayText": "We aimed to identify profiles of hematology patients hospitalized with COVID-19 that would be associated with survival and to assess the differences between cohorts A binational cohort of 263 patients with COVID-19 and hematological disease was studied in Paris, France and Sao Paulo, Brazil.", "Annotation": [["COVID-19", "Disease", [71, 79]], ["sur", "Gene", [110, 113]], ["COVID-19", "Disease", [206, 214]], ["hematological disease", "Disease", [219, 240]]]}
{"EssayText": "Patient profiles were based on age, comorbidities, biological measurements, COVID-19 symptoms and hematological disease characteristics.", "Annotation": [["hematological disease", "Disease", [98, 119]], ["sur", "Gene", [65, 68]], ["COVID-19", "Disease", [76, 84]]]}
{"EssayText": "A semi-supervised learning method with a survival endpoint was first used, following which, a classifier was identified to allow the classification of patients using only baseline information Two profiles of patients were identified, one being young patients with few comorbidities and low C-reactive protein (CRP), D-dimers, lactate dehydrogenase (LDH) and creatinine levels, and the other, older patients, with several comorbidities and high levels of the 4 biology markers.", "Annotation": [["low", "NegReg", [286, 289]], ["C-reactive protein", "Gene", [290, 308]], ["creatinine", "MPA", [358, 368]], ["CRP", "Gene", [310, 313]], ["sur", "Gene", [41, 44]], ["D-dimers", "MPA", [316, 324]]]}
{"EssayText": "The profiles were strongly associated with survival (p < 0.0001), even after adjusting for age (p = 0.0002).", "Annotation": [["associated", "Reg", [27, 37]], ["sur", "Gene", [43, 46]]]}
{"EssayText": "The Brazilian analysis emphasized the importance of age, while the French focused on the comorbidities This analysis showed the importance of CRP, LHD and creatinine in the COVID-19 presentation and prognosis, whatever the geographic origin of the patients.", "Annotation": [["creatinine", "MPA", [155, 165]], ["COVID-19", "Disease", [173, 181]], ["CRP", "Gene", [142, 145]], ["importance", "Reg", [128, 138]], ["LHD", "Disease", [147, 150]]]}
{"EssayText": "Since the coronavirus disease 19 (COVID-19) outbreak began in the province of Wuhan in China, the virus has spread throughout the world in an unprecedented way.", "Annotation": [["coronavirus disease 19", "Disease", [10, 32]], ["COVID-19", "Disease", [34, 42]]]}
{"EssayText": "Patients with hematological disorders, especially malignancies, may be more vulnerable to SARS-CoV-2 infection because of the underlying disease and its treatment.", "Annotation": [["vulnerable", "Reg", [76, 86]], ["SARS-CoV-2 infection", "Disease", [90, 110]], ["hematological disorders", "Disease", [14, 37]], ["malignancies", "Disease", [50, 62]]]}
{"EssayText": "In large cohorts, mortality rates were found to be 39% (95% CI: [34;44]) for hospitalized patients with hematologic malignancies versus 22% (95% CI: [21;23]) for hospitalized patients without malignancies.", "Annotation": [["malignancies", "Disease", [192, 204]], ["hematologic malignancies", "Disease", [104, 128]], ["malignancies", "Disease", [116, 128]], ["mortality", "Disease", [18, 27]]]}
{"EssayText": "Indeed, myelotoxic drugs, immunosuppressive therapies and, consequently, the immune dysfunction seem to contribute to the worst prognosis in patients with hematological diseases and COVID-19.", "Annotation": [["COVID-19", "Disease", [182, 190]], ["hematological diseases", "Disease", [155, 177]], ["immune", "CPA", [77, 83]], ["myelotoxic", "Disease", [8, 18]]]}
{"EssayText": "Patients with malignancies and COVID-19 admitted to the hospital showed a wide range of clinical manifestations and laboratory abnormalities, usually presenting with cytopenias and higher levels of inflammatory biomarkers than the patients without cancer.", "Annotation": [["COVID-19", "Disease", [31, 39]], ["presenting", "Reg", [150, 160]], ["levels of inflammatory biomarkers", "MPA", [188, 221]], ["malignancies", "Disease", [14, 26]], ["cancer", "Disease", [248, 254]], ["higher", "PosReg", [181, 187]], ["cytopenias", "Disease", [166, 176]]]}
{"EssayText": "Furthermore, the heterogeneous clinical manifestation of COVID-19 in patients with hematological disorders may not be exclusively related to COVID-19, but may also be due to the wide clinical spectrum of underlying hematological disorders.", "Annotation": [["related", "Reg", [130, 137]], ["COVID-19", "Disease", [141, 149]], ["COVID-19", "Disease", [57, 65]], ["hematological disorders", "Disease", [83, 106]], ["hematological disorders", "Disease", [215, 238]]]}
{"EssayText": "The identification of patterns and clinical manifestations experienced by hematological patients during the moderate or severe SARS-CoV-2 infection might be helpful in deciphering interactions between the hematological disease and the COVID-19 infection, or in the allocation of scarce resources and care management, in areas of the world where it is relevant.", "Annotation": [["infection", "Disease", [138, 147]], ["infection", "Disease", [244, 253]], ["SARS-CoV-2 infection", "Disease", [127, 147]], ["COVID-19", "Disease", [235, 243]], ["interactions", "Interaction", [180, 192]], ["hematological disease", "Disease", [205, 226]]]}
{"EssayText": "In the last few years, the use of unsupervised or supervised learning methods has been boosted by the COVID-19 pandemic and the need to analyze a huge amount of data in an emergency scenario.", "Annotation": [["COVID-19", "Disease", [102, 110]], ["boosted", "PosReg", [87, 94]]]}
{"EssayText": "However, to the best of our knowledge, there have been no reports about specific clinical profiles of patients with COVID-19 and underlying hematological diseases from two different countries with demographic and socioeconomic disparities.", "Annotation": [["COVID-19", "Disease", [116, 124]], ["hematological diseases", "Disease", [140, 162]]]}
{"EssayText": "The main objective of the study was to identify the profiles of hospitalized hematological patients with moderate or severe COVID-19, using the clinical information and patient survival outcomes from 2 different countries.", "Annotation": [["sur", "Gene", [177, 180]], ["COVID-19", "Disease", [124, 132]]]}
{"EssayText": "Patients were enrolled either in Sao Paulo, Brazil, or Paris, France, from two prospective independent databases of in-hospital COVID-19 patients and underlying hematological diseases.", "Annotation": [["hematological diseases", "Disease", [161, 183]], ["COVID-19", "Disease", [128, 136]]]}
{"EssayText": "Hospitalization was indicated for patients with respiratory distress signs (accessory muscles use, nasal wing beat and respiratory rate >= 24 bpm) or capillary oxygen saturation < 93%.", "Annotation": [["respiratory distress signs", "Disease", [48, 74]], ["nasal", "CPA", [99, 104]]]}
{"EssayText": "The ICU admission was considered if there was no improvement in respiratory distress, despite the oxygen supply (6 L/min), or hemodynamic instability.", "Annotation": [["hemodynamic instability", "CPA", [126, 149]], ["respiratory distress", "Disease", [64, 84]]]}
{"EssayText": "Systematic thromboembolic prophylaxis was first heterogeneous, then higher doses were used from April 4 onward, following the Groupe d'interet en Hemostase Perioperatoire (GIHP) and Groupe Francais d'etudes sur l'Hemostase et la Thrombose (GFHT) recommendations.", "Annotation": [["thromboembolic", "Disease", [11, 25]], ["sur", "Gene", [207, 210]]]}
{"EssayText": "COVID-19 cases were defined by SARS-CoV-2 positive real-time reverse transcriptase-polymerase chain reaction (RT-qPCR) and/or very suggestive clinical and radiological findings of COVID-19 or even, additionally, a positive serological test.", "Annotation": [["COVID-19", "Disease", [180, 188]], ["COVID-19", "Disease", [0, 8]]]}
{"EssayText": "According to the institutional protocols, hospitalization was indicated for patients with respiratory distress signs or low levels of capillary oxygen saturation.", "Annotation": [["respiratory distress signs", "Disease", [90, 116]], ["low", "NegReg", [120, 123]]]}
{"EssayText": "The ICU admission was considered if there was no improvement in respiratory distress, despite the oxygen supply, or hemodynamic instability.", "Annotation": [["hemodynamic instability", "CPA", [116, 139]], ["respiratory distress", "Disease", [64, 84]]]}
{"EssayText": "Data on the clinical presentation of COVID-19, type of admission (ward or ICU), comorbidities (diabetes mellitus, high blood pressure, cardiovascular diseases, kidney failure or obesity) and laboratory tests (complete blood count, creatinine, C-reactive protein (CRP), Lactate Dehydrogenase (LDH) and D-dimer) were captured at hospital admission.", "Annotation": [["CRP", "Gene", [263, 266]], ["cardiovascular diseases", "Disease", [135, 158]], ["obesity", "Disease", [178, 185]], ["kidney failure", "Disease", [160, 174]], ["COVID-19", "Disease", [37, 45]], ["C-reactive protein", "Gene", [243, 261]], ["diabetes mellitus", "Disease", [95, 112]], ["sur", "Gene", [129, 132]]]}
{"EssayText": "The study's primary outcome was the patient overall survival time after hospital admission, whatever the cause of death.", "Annotation": [["sur", "Gene", [52, 55]], ["death", "Disease", [114, 119]]]}
{"EssayText": "Categorical variables (symptoms of fever, dyspnea, cough or a rapid hospitalization (within 7 days of symptoms appearance), a high blood pressure comorbidity, a diagnosis of chronic lymphoid disease and an intermediate type of chemotherapy treatment) were modeled into a continuous archetype score, using a generalized low-rank model (GLRM) (Supplementary Fig.", "Annotation": [["cough", "Disease", [51, 56]], ["dyspnea", "Disease", [42, 49]], ["chronic lymphoid disease", "Disease", [174, 198]], ["fever", "Disease", [35, 40]], ["sur", "Gene", [141, 144]]]}
{"EssayText": "The MI model included age, C-reactive Protein (CRP), D-dimers, LDH, neutrophils, lymphocytes, platelets, creatinine level, number of comorbidities, the archetype and patient gender, as well as the Nelson-Aalen estimator and death indicator, as recommended.", "Annotation": [["CRP", "Gene", [47, 50]], ["LDH", "MPA", [63, 66]], ["death", "Disease", [224, 229]], ["C-reactive Protein", "Gene", [27, 45]], ["D-dimers", "MPA", [53, 61]], ["creatinine", "MPA", [105, 115]]]}
{"EssayText": "The prevalence of comorbidities was high, mainly high blood pressure (39.5%), cardiac failure (20.5%) and diabetes mellitus (16.7%).", "Annotation": [["sur", "Gene", [64, 67]], ["cardiac failure", "Disease", [78, 93]], ["diabetes mellitus", "Disease", [106, 123]]]}
{"EssayText": "Cough, fever and dyspnea were the most common symptoms at admission and most of the patients had hematological malignancies (86.7%).", "Annotation": [["dyspnea", "Disease", [17, 24]], ["fever", "Disease", [7, 12]], ["Cough", "Disease", [0, 5]], ["malignancies", "Disease", [111, 123]]]}
{"EssayText": "Non-Hodgkin Lymphoma (29.3%) and multiple myeloma (19.4%) were the most frequent hematological disorders.", "Annotation": [["myeloma", "Disease", [42, 49]], ["hematological disorders", "Disease", [81, 104]], ["Non-Hodgkin Lymphoma", "Disease", [0, 20]]]}
{"EssayText": "The prevalence of comorbidities was higher among French (78% vs. 56%, p = 0.0002), mainly cardiac failure and COPD.", "Annotation": [["cardiac failure", "Disease", [90, 105]], ["higher", "PosReg", [36, 42]], ["COPD", "Disease", [110, 114]]]}
{"EssayText": "The clinical presentation at admission was similar in the two countries (all p > 0.18), except fever, that was more frequent in the French cohort (78.9% vs. 58.5%, p = 0.0005), and myalgia, that was more evident in the Brazilian group (16.3% vs. 7.8%, p = 0.039)).", "Annotation": [["myalgia", "Disease", [181, 188]], ["fever", "Disease", [95, 100]]]}
{"EssayText": "The proportion of benign diseases was higher in the Brazilian cohort (p = 0.001).", "Annotation": [["benign diseases", "Disease", [18, 33]], ["higher", "PosReg", [38, 44]]]}
{"EssayText": "A total of 60 deaths in the Brazilian cohort and 55 deaths among French patients were observed, with no evidence of different overall survival across countries (p = 0.54, Figure 1 ).", "Annotation": [["deaths", "Disease", [14, 20]], ["sur", "Gene", [134, 137]], ["deaths", "Disease", [52, 58]]]}
{"EssayText": "The ICU admission (56% versus 25%) and invasive ventilation (42% versus 19%) rates were notably higher among Brazilian patients due to scarce ICU beds during the peak of the transmission in France.", "Annotation": [["invasive ventilation", "CPA", [39, 59]], ["higher", "PosReg", [96, 102]]]}
{"EssayText": "Parameters associated with a poor survival were (i) patient-related, namely, age, number of comorbidities, cardiovascular disease, chronic renal disease and smoking status; (ii) related to their hematological disease, namely, malignancies, and; (iii) biology-related, namely, low platelet count, high creatinine, C-reactive protein, D-dimers and LDH levels (Supplementary Table SI).", "Annotation": [["D-dimers", "MPA", [333, 341]], ["low", "NegReg", [276, 279]], ["malignancies", "Disease", [226, 238]], ["high", "MPA", [296, 300]], ["C-reactive protein", "Gene", [313, 331]], ["LDH levels", "MPA", [346, 356]], ["sur", "Gene", [34, 37]], ["chronic renal disease", "Disease", [131, 152]], ["cardiovascular disease", "Disease", [107, 129]], ["hematological disease", "Disease", [195, 216]]]}
{"EssayText": "As expected, blood cell counts were highly correlated, while age correlated with the number of comorbidities and creatinine levels (Supplementary Fig.", "Annotation": [["creatinine levels", "MPA", [113, 130]], ["blood cell counts", "CPA", [13, 30]]]}
{"EssayText": "Similarly, patients overlapped whatever their hematological diagnosis, except for acute leukemia (AL) patients who exhibited low blood cell counts, likely illustrating their treatment-related aplasia (Supplementary Fig.", "Annotation": [["aplasia", "Disease", [192, 199]], ["acute leukemia", "Disease", [82, 96]]]}
{"EssayText": "A semi-supervised prognosis-driven learning analysis identified two profiles, further labeled Surv.+ and Surv.-, regrouping 162 and 86 patients, respectively (Figure 2 A).", "Annotation": [["Surv.+", "Var", [94, 100]], ["Surv.-", "Var", [105, 111]]]}
{"EssayText": "The Surv.- profile regrouped older patients with increased prevalence of comorbidities, high CRP, LDH, D-dimers and creatinine levels (Figure 2 B) and a large proportion of male, myeloma and non-Hodgkin lymphoma (NHL) (Figure 2 C).", "Annotation": [["non-Hodgkin lymphoma", "Disease", [191, 211]], ["myeloma", "Disease", [179, 186]], ["CRP", "Gene", [93, 96]], ["D-dimers", "MPA", [103, 111]], ["LDH", "MPA", [98, 101]], ["creatinine levels", "MPA", [116, 133]], ["male", "Disease", [173, 177]]]}
{"EssayText": "Similar COVID-19 initial presentation was observed in both profiles, except dyspnea, that was more prevalent in the Surv.- profile (71% vs. 57%).", "Annotation": [["dyspnea", "Disease", [76, 83]], ["COVID-19", "Disease", [8, 16]]]}
{"EssayText": "The two profiles did not differ on the country origin and included similar proportions of non-malignancies, asymptomatic COVID-19e patients, as well as time from symptoms onset and the hospitalization.", "Annotation": [["COVID-19", "Disease", [121, 129]], ["malignancies", "Disease", [94, 106]]]}
{"EssayText": "Patients from the two profiles markedly differed in survival outcome (HR 2.72 [1.84; 4.02]; p < 0.0001), with the Surv.- profile being of poor prognosis (Figure 2 D).", "Annotation": [["sur", "Gene", [52, 55]], ["poor", "NegReg", [138, 142]]]}
{"EssayText": "Even after adjusting for well-known poor prognosis factors in the COVID-19 pandemic, such as the patient age, the prognostic value of the two profiles persisted (HR 2.19 [1.45; 3.31]; p = 0.0002), denoting the clinical implications of these profiles.", "Annotation": [["COVID-19", "Disease", [66, 74]], ["prognostic value", "MPA", [114, 130]]]}
{"EssayText": "These patients were quite old, with high CRP and D-dimers levels, but with low creatinine levels and a low number of comorbidities (Table 1).", "Annotation": [["CRP", "Gene", [41, 44]], ["D-dimers levels", "MPA", [49, 64]], ["high", "PosReg", [36, 40]]]}
{"EssayText": "The baseline predictors consecutively selected by the model were the number of comorbidities, creatinine, C-reactive protein, a continuous regimen of chemotherapy, platelets and lymphocytes counts, a symptom of ageusia, dyspnea, malignancy of the hematological disease, high blood pressure and symptom of myalgia (Table 3 ).", "Annotation": [["symptom", "Disease", [294, 301]], ["dyspnea", "Disease", [220, 227]], ["C-reactive protein", "Gene", [106, 124]], ["creatinine", "MPA", [94, 104]], ["ageusia", "Disease", [211, 218]], ["sur", "Gene", [285, 288]], ["myalgia", "Disease", [305, 312]], ["malignancy of the hematological disease", "Disease", [229, 268]]]}
{"EssayText": "In this paper, we analyzed a binational cohort of hospitalized patients with a hematological disorder and a COVID-19 infection.", "Annotation": [["hematological disorder", "Disease", [79, 101]], ["infection", "Disease", [117, 126]], ["COVID-19", "Disease", [108, 116]]]}
{"EssayText": "Another difference was that the proportion of benign hematological diseases was higher in the Brazilian cohort.", "Annotation": [["benign hematological diseases", "Disease", [46, 75]], ["higher", "PosReg", [80, 86]]]}
{"EssayText": "Those baseline differences could have induced a higher mortality rate among French patients.", "Annotation": [["mortality", "Disease", [55, 64]], ["higher", "PosReg", [48, 54]]]}
{"EssayText": "However, some studies have speculated that demographics, including ethnicity and socioeconomic factors, may influence COVID-19 mortality rates in Brazil, which possibly counterbalanced the pejorative effect of age and comorbidities in France.", "Annotation": [["COVID-19", "Disease", [118, 126]], ["mortality", "Disease", [127, 136]], ["influence", "Reg", [108, 117]]]}
{"EssayText": "Despite those differences and because of them, we aimed to provide patient profiles of COVID-19 patients with hematological diseases, to better understand their presentation and outcome, using those two cohorts.", "Annotation": [["COVID-19", "Disease", [87, 95]], ["hematological diseases", "Disease", [110, 132]]]}
{"EssayText": "Based on a semi-supervised learning approach, we found two distinct profiles involving age, comorbidities and biological parameters previously identified as being associated with COVID-19 severity in the literature, such as CRP, D-dimers, LDH and creatinine levels.", "Annotation": [["LDH", "MPA", [239, 242]], ["creatinine levels", "MPA", [247, 264]], ["D-dimers", "MPA", [229, 237]], ["CRP", "Gene", [224, 227]], ["COVID-19", "Disease", [179, 187]]]}
{"EssayText": "Regarding the hematological diseases, most of the information was obtained from lymphomas, as opposed to myelomas.", "Annotation": [["lymphomas", "Disease", [80, 89]], ["myelomas", "Disease", [105, 113]], ["hematological diseases", "Disease", [14, 36]]]}
{"EssayText": "Interestingly, these country-dependent specificities faded at the population level, as the profiles identified with the whole cohort mostly relied on parameters, such as the CRP level or the number of comorbidities, independently of the country origin.", "Annotation": [["CRP", "Gene", [174, 177]], ["relied", "Reg", [140, 146]]]}
{"EssayText": "Nevertheless, we focused on patients with a hematological disease, a population in which the SARS-CoV-2 infection was not widely studied, and mostly within large and broad cancer cohorts.", "Annotation": [["cancer", "Disease", [172, 178]], ["hematological disease", "Disease", [44, 65]], ["SARS-CoV-2 infection", "Disease", [93, 113]]]}
{"EssayText": "The data collection used two different databases, though recorded information was largely standardized across the two countries, regarding both the SARS-CoV-2 infection and the hematological disease.", "Annotation": [["SARS-CoV-2 infection", "Disease", [148, 168]], ["hematological disease", "Disease", [177, 198]]]}
{"EssayText": "However, identifying profiles from a survival analysis would not ensure the accountability of the variability and heterogeneity in the original data.", "Annotation": [["not", "NegReg", [61, 64]], ["sur", "Gene", [37, 40]], ["sur", "Gene", [67, 70]]]}
{"EssayText": "Second, all collected data relate to patients who contracted the SARS-CoV-2 in the first year of the COVID-19 pandemic, that is, to the first wave and part of the second wave, in both countries studied.", "Annotation": [["COVID-19", "Disease", [101, 109]], ["SARS-CoV-2", "Gene", [65, 75]]]}
{"EssayText": "The situation related to the COVID-19 infection evolves rapidly and treatments and care strategies have also evolved, notably with the availability of vaccines.", "Annotation": [["COVID-19", "Disease", [29, 37]], ["infection", "Disease", [38, 47]]]}
{"EssayText": "This study brings insights on the prognostic value of standard laboratory markers for patients with a hematological disorder and affected by COVID-19, which may be directly relevant in countries with low vaccination rates.", "Annotation": [["COVID-19", "Disease", [141, 149]], ["affected", "Reg", [129, 137]], ["hematological disorder", "Disease", [102, 124]]]}
{"EssayText": "This analysis framework could be applied to other cohorts of COVID-19-affected patients, or to any other severe infections.", "Annotation": [["COVID-19", "Disease", [61, 69]], ["infections", "Disease", [112, 122]]]}
{"EssayText": "In conclusion, in this study, a novel analysis strategy was used, which consisted in identifying clinical-based patient profiles that directly relate to a survival outcome.", "Annotation": [["sur", "Gene", [155, 158]], ["relate", "Reg", [143, 149]]]}
{"EssayText": "We were thus able to identify two profiles of hospitalized hematological patients infected with SARS-CoV-2 who differed in outcomes.", "Annotation": [["infected", "Disease", [82, 90]], ["SARS-CoV-2", "Var", [96, 106]]]}
{"EssayText": "These profiles mainly differed on age, number of comorbidities and four standard biology markers: CRP, D-dimers, LDH and creatinine.", "Annotation": [["differed", "Reg", [22, 30]], ["D-dimers", "MPA", [103, 111]], ["CRP", "Gene", [98, 101]], ["creatinine", "MPA", [121, 131]], ["LDH", "MPA", [113, 116]]]}
{"EssayText": "Projection of the patients, with color according to country (B), hematological diagnosis (C) ICU admission (D), survival status of the patient, and; (E) aplasia (F).", "Annotation": [["sur", "Gene", [112, 115]], ["aplasia", "Disease", [153, 160]], ["ICU", "Disease", [93, 96]]]}
{"EssayText": "Interpretation can be made according to panel A, for example, patients in aplasia (panel F) are the ones with low neutrophils, lymphocytes and platelets counts.", "Annotation": [["aplasia", "Disease", [74, 81]], ["low", "NegReg", [110, 113]]]}
